[
      {
        "id": 1,
        "nombre": "Renacimiento",
        "descripcion": "El Renacimiento fue un movimiento cultural que surgió en Italia en el siglo XIV, caracterizado por un renovado interés por la antigüedad clásica y la exploración de nuevas ideas en las artes, la ciencia y la filosofía.",
        "url": "https://www.centrocelci.com/images/2020/06/06/renacimiento-italiano.jpg"
      },
      {
        "id": 2,
        "nombre": "Barroco",
        "descripcion": "El Barroco fue un movimiento artístico que se desarrolló en Europa durante los siglos XVII y principios del XVIII, caracterizado por la grandiosidad, el detalle ornamentado y el drama en las artes visuales, la música y la arquitectura.",
        "url": "https://media.admagazine.com/photos/65024335a0cf9bf849982b4b/master/w_1600%2Cc_limit/arquitectura-barroca-catedral-metropolitana.jpg"
      },
      {
        "id": 3,
        "nombre": "Gótico",
        "descripcion": "El Gótico fue un estilo artístico y arquitectónico que se desarrolló en Europa durante la Edad Media, desde el siglo XII hasta el XVI, conocido por sus grandes catedrales con arcos puntiagudos, vitrales coloridos y una atmósfera mística.",
        "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRV-SXoQqjhuxTwUwWJNTco9fbiIf7RUNvMtQ&s"
      },
      {
        "id": 4,
        "nombre": "Surrealismo",
        "descripcion": "El Surrealismo, que emergió en la década de 1920, fue un movimiento literario y artístico que exploraba el subconsciente, los sueños y lo irracional, buscando romper con las convenciones de la realidad.",
        "url": "https://cdn.domestika.org/c_fill,dpr_auto,f_auto,q_auto,w_1200/v1694460614/blog-post-open-graph-covers/000/011/497/11497-original.jpg?1694460614"
      },
      {
        "id": 5,
        "nombre": "Fauvismo",
        "descripcion": "El Fauvismo fue un movimiento artístico de principios del siglo XX que se destacó por el uso de colores intensos y poco naturales, con un enfoque en la expresión emocional a través del color y la forma.",
        "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2lxiO4tvPC_QV0tfxp61vB5DePRMUQLgvuQ&s"
      },
      {
        "id": 6,
        "nombre": "Postimpresionismo",
        "descripcion": "El Postimpresionismo fue un movimiento que surgió a finales del siglo XIX como una respuesta al Impresionismo, enfocado en la exploración de la emoción, la luz y el color, y con un énfasis en el simbolismo y la estructura.",
        "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRdbnEajmV2xcLWXGXglDe_tZ7TkNF00YNzIg&s"
      },
      {
        "id": 7,
        "nombre": "Cubismo",
        "descripcion": "El Cubismo, liderado por artistas como Pablo Picasso y Georges Braque a principios del siglo XX, es conocido por su representación de objetos desde múltiples perspectivas, rompiendo con las formas tradicionales y utilizando geometría en lugar de la representación realista.",
        "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ6Xazk8g_zZCsEsFNxFPY-ba2Iw8GhFSYu9g&s"
      }
    ]
